{
    "translations": {
        "de": {
            "Scene ID": "Szenen ID",
            "Rename the instance if the name changes in the KLF200": "Instanz umbenennen, wenn sich der Name in KLF200 ändert",
            "Execute": "Ausführen",
            "Scene": "Szene",
            "Velocity": "Geschwindigkeit",
            "Default": "Normal",
            "Silent": "Leise",
            "Fast": "Schnell",
            "last error": "letzter Fehler",
            "run status": "Laufstatus",
            "stopped": "gestoppt",
            "running": "läuft",
            "last activation": "letzte Aktivierung",
            "local activation": "Lokale Bedienung",
            "rain sensor activation": "Regensensoraktivierung",
            "timer activation": "Timeraktivierung",
            "UPS activation": "USV Aktivierung",
            "program activation": "Programmaktivierung",
            "wind sensor activation": "Windsensoraktivierung",
            "actuator generated activation": "Aktor generierten Aktivierung",
            "automatic cycle activation": "Zyklus generierten Aktivierung",
            "emergency or security activation": "Notfall- oder Sicherheitaktivierung",
            "unknown source": "unbekannte Quelle",
            "unknown reply": "unbekannte Antwort",
            "no errors detected": "keine Fehler erkannt",
            "no communication to node": "Keine Kommunikation zum Knoten",
            "manually operated by a user": "Von einem Benutzer manuell bedient",
            "node has been blocked by an object": "Knoten wurde von einem Objekt blockiert",
            "the node contains a wrong system key": "Der Knoten enthält einen falschen Systemschlüssel",
            "the node is locked on this priority level": "Der Knoten ist auf dieser Prioritätsstufe gesperrt",
            "node has stopped in another position than expected": "Knoten ist an einer anderen Position als erwartet angehalten",
            "an error has occurred during execution of command": "Während der Ausführung des Befehls ist ein Fehler aufgetreten",
            "no movement of the node parameter": "keine Bewegung des Knotenparameters",
            "the node is calibrating the parameters": "Der Knoten kalibriert die Parameter",
            "the node power consumption is too high": "Der Stromverbrauch des Knotens ist zu hoch",
            "the node power consumption is too low": "Der Stromverbrauch des Knotens ist zu niedrig",
            "door lock errors. (Door open during lock command)": "Türverriegelungsfehler. (Tür offen während Verriegelungsbefehl)",
            "the target was not reached in time": "Das Ziel wurde nicht rechtzeitig erreicht",
            "the node has gone into thermal protection mode": "Der Knoten ist in den Wärmeschutzmodus übergegangen",
            "the node is not currently operational": "Der Knoten ist derzeit nicht betriebsbereit",
            "the filter needs maintenance": "Der Filter muss gewartet werden",
            "the battery level is low": "Der Batteriestand ist niedrig",
            "the node has modified the target value of the command": "Der Knoten hat den Zielwert des Befehls geändert",
            "this node does not support the mode received": "Dieser Knoten unterstützt den empfangenen Modus nicht",
            "the node is unable to move in the right direction": "Der Knoten kann sich nicht in die richtige Richtung bewegen",
            "dead bolt is manually locked during unlock command": "Riegel wird beim Entriegelungsbefehl manuell verriegelt",
            "dead bolt error": "Riegelfehler",
            "the node has gone into automatic cycle mode": "Der Knoten ist in den automatischen Zyklusmodus gewechselt",
            "wrong load on node": "Falsche Belastung des Knotens",
            "the node is unable to reach received colour code": "Der Knoten kann den empfangenen Farbcode nicht erreichen",
            "the node is unable to reach received target position": "Der Knoten kann die empfangene Zielposition nicht erreichen",
            "io-protocol has received an invalid index": "io-protokoll hat einen ungültigen Index erhalten",
            "that the command was overruled by a new command": "dass der Befehl von einem neuen Befehl überstimmt wurde",
            "that the node reported waiting for power": "dass der Knoten gemeldet hat, dass er auf Strom wartet",
            "an unknown error code received": "ein unbekannter Fehlercode empfangen",
            "the parameter was limited": "Der Parameter wurde begrenzt",
            "the parameter was limited by local button": "Der Parameter wurde durch die lokale Bedienung begrenzt",
            "the parameter was limited by a remote control": "Der Parameter wurde durch eine Fernbedienung begrenzt",
            "the parameter was limited by a rain sensor": "Der Parameter wurde durch einen Regensensor begrenzt",
            "the parameter was limited by a timer": "Der Parameter wurde durch einen Timer begrenzt",
            "the parameter was limited by a power supply": "Der Parameter wurde durch ein Netzteil begrenzt",
            "the parameter was limited by an unknown device": "Der Parameter wurde durch ein unbekanntes Gerät eingeschränkt",
            "the parameter was limited by a standalone automatic controller": "Der Parameter wurde durch einen eigenständigen automatischen Controller begrenzt",
            "the parameter was limited by a wind sensor": "Der Parameter wurde durch einen Windsensor begrenzt",
            "the parameter was limited by the node itself": "Der Parameter wurde durch den Knoten selbst begrenzt",
            "the parameter was limited by an automatic cycle": "Der Parameter wurde durch einen automatischen Zyklus begrenzt",
            "the parameter was limited by an emergency": "Der Parameter wurde durch einen Notfall eingeschränkt",
            "No error.": "Kein Fehler.",
            "Timeout.": "Zeitüberschreitung.",
            "Not further defined error.": "Nicht weiter definierter Fehler.",
            "Unknown command or command is not accepted at this state.": "Unbekanntes Kommando oder Kommando wird zu diesem Zeitpunkt nicht akzeptiert.",
            "Error on Frame Structure.": "Fehler in Frame Struktur.",
            "Busy. Try again later.": "Beschäftigt. Später nochmal versuchen.",
            "Bad system table index.": "Ungültiger Index der Systemtabelle.",
            "Not authenticated.": "Nicht berechtigt.",
            "Instance does not implement this function": "Instanz unterstützt diese Funktion nicht",
            "Invalid Ident": "Ungültiger Ident",
            "Request accepted": "Anfrage angenommen",
            "Invalid parameters": "Ungültige Parameter",
            "Request rejected": "Anfrage abgelehnt",
            "Invalid system table index": "Ungültiger Systemtabellenindex",
            "Instance has no active parent.": "Instanz hat keinen aktiven Parent.",
            "This module is free for non-commercial use,\r\nDonations in support of the author are accepted here:": "Dieses Modul ist für die nicht kommerzielle Nutzung kostenlos,\r\nSchenkungen als Unterstützung für den Autor werden hier akzeptiert:"
        }
    }
}